Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/wordpress.tmx
Source language: en
Languages: be

source: All of this theme&#8217;s files are located in <code>%2$s</code>.
be: Файлы гэтай тэмы размешчаныя ў <code>%2$s</code>.

source: All posts were added to the category with the same name.
be: Усе запісы былі дададзеныя пад аднайменную рубрыку.

source: All posts were imported with the current user as author. Use this form to move each Blogger user's posts to a different WordPress user. You may <a href="users.php">add users</a> and then return to this page and complete the user mapping. This form may be used as many times as you like until you activate the "Restart" function below.
be: Гэтую форму можна выкарыстоўваць колькі заўгодна разоў, пакуль вы не запусціце функцыю "Перазапуск" (ніжэй).

source: All spam deleted.
be: Увесь спам выдалены.

source: Allow
be: Дазволіць

source: Allow <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">trackbacks and pingbacks</a> on this post
be: Дазволіць <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">паведамленні і пінгі</a> да гэтага запісу

source: Allow Comments
be: Дазволіць каментаванне

source: Allow Pings
be: Дазволіць паведамленні (пінгі)

source: Allow comments on this post
be: Дазволіць каментары да гэтага запісу

source: Allow link notifications from other blogs (pingbacks and trackbacks.)
be: Дазволіць атрыманне ад іншых блогаў апавяшчэнняў (пінгі і трэкбэкі)

source: Allow my blog to appear in search engines like Google and Technorati.
be: Дазволіць пошукавым сістэмам &mdash; такім як Google, Яндэкс і Technorati &mdash; індэксаваць змест майго блогу.

source: Allow people to post comments on the article
be: Дазволіць пакідаць каментары на артыкулы

source: Already Installed
be: Ужо ўсталяваны

source: Already exists
be: ужо існуе

source: Already pinged:
be: Ужо пінгаваны:

source: Also on freshmeat
be: Таксама на freshmeat

source: Also used as alternate text for the image
be: Таксама выкарыстоўваецца як альтэрнатыўны тэкст для малюнка

source: Also, since you&#8217;re coming from Textpattern, you probably have been using Textile to format your comments and posts. If this is the case, we recommend downloading and installing <a href="http://www.huddledmasses.org/category/development/wordpress/textile/">Textile for WordPress</a>. Trust me... You&#8217;ll want it.
be: Акрамя таго, паколькі вы прыйшлі з Textpattern, вы, верагодна, выкарыстоўвалі Textile, каб фарматаваць вашыя каментары і паведамленні. У гэтым выпадку мы рэкамендуем запампаваць і ўсталяваць <a href="http://www.huddledmasses.org/category/development/wordpress/textile/">Textile for WordPress</a>. Паверце... вам гэта спатрэбіцца.

source: Also, since you're coming from DotClear, you probably have been using Textile to format your comments and posts. If this is the case, we recommend downloading and installing <a href="http://www.huddledmasses.org/category/development/wordpress/textile/">Textile for WordPress</a>. Trust me... You'll want it.
be: Акрамя таго, паколькі вы прыйшлі з DotClear, вы, верагодна, выкарыстоўвалі Textile, каб фарматаваць вашыя каментары і паведамленні. У гэтым выпадку мы рэкамендуем запампаваць і ўсталяваць <a href="http://www.huddledmasses.org/category/development/wordpress/textile/">Textile for WordPress</a>. Паверце... вам гэта спатрэбіцца.

source: Alt text for the image, e.g. "The Mona Lisa"
be: Тэкст параметра Alt для малюнка, напрыклад: "Мона Ліза"

source: Alternate Text
be: Альтэрнатыўны тэкст

source: Always use https when visiting the admin
be: Заўжды выкарыстоўваць htttps пры наведванні панелі адміністравання

source: An Unexpected HTTP Error occured during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
be: Падчас выканання АРІ запыту адбылася нечаканая памылка НТТР.</p> <p><a href="?" onclick="document.location.reload(); return false;">Паспрабаваць яшчэ раз</a>

source: An administrator must always approve the comment
be: Адміністратар павінен заўсёды ўхваляць каментары

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
be: Працэс аўтаматычнага абнаўлення Wordpress скончыўся няўдала. <a href="%s"> калі ласка, паспрабуйце абнавіць зноў.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
be: Калі ласка, паведамце адміністратару.

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your blog.
be: Тут вы можаце ўключыць адлюстраванне аватараў для людзей, якія каментуюць ваш блог.

source: An error has occurred, which probably means the feed is down. Try again later.
be: Паўтарыце спробу пазней.

source: An error has occurred; the feed is probably down. Try again later.
be: Паспрабуйце пазней.

source: An error occurred in the upload. Please try again later.
be: Калі ласка, паўтарыце спробу пазней.

source: An unidentified error has occurred.
be: Здарылася неапазнаная памылка.

source: An unknown error occured
be: Невядомая памылка

source: Anchor name
be: Назва якара

source: Anonymous
be: Ананім

source: Any CSS color (%s or %s or %s)
be: Любы колер CSS (%s або %s або %s)

source: Any HTML entered directly into the rich editor will show up as text when the post is viewed. What you see is what you get. When you want to include HTML elements that cannot be generated with the toolbar buttons, you must enter it by hand in the HTML editor. Examples are tables and &lt;code&gt;. To do this, click the HTML tab and edit the code, then switch back to Visual mode. If the code is valid and understood by the editor, you should see it rendered immediately.
be: Любы HTML-код, які вы ўводзіце проста ў візуальным рэдактары, будзе паказвацца як тэкст. Вы ўбачыце менавіта тое, што ўвялі. Калі вы жадаеце ўставіць элементы HTML, якіх няма ў візуальным рэдактары (напрыклад, табліцы або &lt;зыходны код&gt;), вы павінны ўвесці іх у рэжыме HTML. Каб гэта зрабіць, націсніце на кнопку HTML, адрэдагуйце код і націсніце "Абнавіць". Калі код правільны, усё будзе паказана адразу.

source: Anyone can register
be: Зарэгістравацца можа кожны

source: Anyone posts a comment
be: Хто-небудзь пакіне каментар

source: Appearance
be: Дызайн

source: Application Attachment Template
be: Шаблон далучэння

source: Apply
be: Дастасаваць

source: Approve
be: Ухваліць

source: Approve Comment
be: Ухваліць каментар

source: Approve it: %s
be: Ухваліць: %s

source: Approve this comment
be: Ухваліць каментар

source: Approved|adjective
be: Ухвалена

source: Apr_April_abbreviation
be: Кра

source: April
be: Красавік

source: Arbitrary text or HTML
be: Адвольны тэкст або HTML-код

source: Archives
be: Архівы

source: Archives:
be: Архівы:

source: Are you lost?
be: Згубіліся?

source: Are you sure you want to clear all contents?
be: Вы ўпэўненыя, што жадаеце ачысціць увесь змест?

source: Are you sure you want to do that?
be: Вы ўпэўнены, што хочаце гэта зрабіць?

source: Are you sure you want to do this?
be: Вы ўпэўненыя, што хочаце зрабіць гэта?

source: Are you sure you wish to delete these files?
be: Вы ўпэўненыя, што жадаеце выдаліць гэтыя файлы?

source: Ascending
be: Па ўзрастанні

source: Assign Authors
be: Прызначыць аўтараў

source: At a Glance
be: Адным позіркам

source: AtomPub services are disabled on this blog. An admin user can enable them at %s
be: Карыстальнік, які мае правы адміністратара, можа ўключыць іх тут: %s

source: Attach
be: Далучыць

source: Attach to a post
be: Далучыць да запісу

source: Attached to|media column header
be: Прымацаваны да

source: Attachment Page
be: Старонка далучэння

source: Attachment Template
be: Шаблон укладанняў

source: Attempt to notify any blogs linked to from the article (slows down posting.)
be: Спрабаваць апавяшчаць усе блогі, на якія ёсць спасылка ў артыкуле (замаруджвае публікацыю).

source: Attempting reactivation of the plugin
be: Спроба рэактывацыі плагіна

source: Attribute all posts and links to:
be: Звязаць усе запісы і спасылкі з:

source: Attributes
be: Атрыбуты

source: Audio
be: Аўдыё

source: Audio Attachment Template
be: Шаблон далучэння аўдыафайлу

source: Audio File URL
be: URL аўдыёфайла

source: Aug_August_abbreviation
be: Жні

source: August
be: Жнівень

source: Authentication Keys
be: Ключы аўтэнтыфікацыі

source: Authentication failed
be: Памылка пры аўтэнтыфікацыі

source: Author
be: Аўтар

source: Author : %1$s (IP: %2$s , %3$s)
be: Аўтар : %1$s (IP: %2$s , %3$s)

source: Author is %s
be: Аўтар %s

source: Author mapping
be: Супастаўленне аўтара

source: Author:
be: Аўтар:

source: Authorization failed
be: Няўдалая аўтарызацыя

source: Authorize
be: Аўтарызацыя

source: Authors &amp; Users
be: Аўтары і карыстальнікі

source: Author|User role
be: Аўтар|Роля карыстальніка

source: Auto goto URL
be: Аўтапераход да URL

source: Auto play
be: Аўтазапуск

source: Auto start
be: Аўтазапуск

source: Automatically close comments on articles older than %s days
be: Аўтаматычна адключаць каментаванне для запісаў старэйшых за %s дзён

source: Automatically discard spam comments on posts older than a month.
be: Аўтаматычна выдаляць спам да каментароў у запісах, старэйшых за месяц.

source: Autosave disabled: %s is currently editing this page.
be: Аўтазахаванне адключана: гэтую старонку якраз цяпер рэдагуе %s.

source: Autosave disabled: %s is currently editing this post.
be: Аўтазахаванне адключана: гэты запіс якраз цяпер рэдагуе %s.

source: Available Themes
be: Даступныя тэмы

source: Available Widgets
be: Даступныя віджэты

source: Avatar Display
be: Адлюстраванне аватара

source: Avatar display
be: Адлюстраванне аватара

source: Avatars
be: Аватары

source: Average Rating
be: Сярэдні рэйтынг

source: Background
be: Фон

source: Bad login/pass combination.
be: Памылковае спалучэнне імя карыстальніка і паролю.

source: Balance
be: Баланс

source: Base
be: Базавы каталог

source: Base URL
be: Базавы URL

source: Baseline
be: Па базавай лініі

source: Basics
be: Асновы

source: Basics of Rich Editing
be: Асновы візуальнага рэдагавання

source: Before a comment appears
be: Перад з'яўленнем каментара

source: Below, you can see the names of the authors of the MovableType posts in <em>italics</em>. For each of these names, you can either pick an author in your WordPress installation from the menu, or enter a name for the author in the textbox.
be: Для кожнага з гэтых імёнаў вы можаце выбраць аўтара (з тых, якія ёсць у WordPress) у меню або ўвесці імя аўтара ў тэкставым полі.

source: Biographical Info
be: Трохі інфармацыі пра сябе

source: Blank
be: Пустата

source: Blockquote
be: Цытата

source: Blog Name
be: Назва блога

source: Blog Tagline
be: Кароткае апісанне блогу

source: Blog Title
be: Загаловак блогу

source: Blog URL
be: URL блогу

source: Blog Visibility
be: Бачнасць блога

source: Blog address (URL)
be: Адрас блога (URL)

source: Blog pages show at most
be: На старонках блога паказваць не больш за

source: Blogger Blogs
be: Блогі Blogger

source: Blogger username
be: Імя карыстальніка ў Blogger

source: Blogroll
be: Спасылкі на блогі

source: Blogroll|Default link category slug
be: Blogroll|Кароткая спасылка на рубрыку спасылак па змаўчанні

source: Blue
be: Сіні

source: Bold
be: Паўтлусты

source: Bookmarks
be: Закладкі

source: Border
be: Рамка

source: Bottom
be: Знізу

source: Bottom left
be: Знізу злева

source: Bottom right
be: Знізу справа

source: Break comments into pages with %1$s comments per page and the %2$s page displayed by default
be: Разбіваць каментары на старонкі па %1$s каментароў і па змоўчанні паказваць %2$s на старонцы

source: Bring back this update
be: Вярнуць назад гэтае абнаўленне

source: Broken Themes
be: Пашкоджаныя тэмы

source: Browse
be: Агляд

source: Browsing <strong>%s</strong> (active)
be: Прагляд <strong>%s</strong> (актыўны)

source: Browsing <strong>%s</strong> (inactive)
be: Прагляд <strong>%s</strong> (адключаны)

source: Buffer
be: Буфер

source: Bulk Actions
be: Дзеянні з абранымі

source: Bulk Edit Pages
be: Масавае рэдагаванне старонак

source: Bulk Edit Posts
be: Масавае рэдагаванне запісаў

source: By %s
be: Ад %s

source: By default WordPress uses web <abbr title="Universal Resource Locator">URL</abbr>s which have question marks and lots of numbers in them, however WordPress offers you the ability to create a custom URL structure for your permalinks and archives. This can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="http://codex.wordpress.org/Using_Permalinks">number of tags are available</a>, and here are some examples to get you started.
be: Па змаўчанні WordPress выкарыстоўвае спасылкі з пытальнікам і лічбамі, але вы можаце стварыць уласныя шаблоны для сталых спасылак і гісторыі запісаў. Гэта можа зрабіць вашыя спасылкі прыгажэйшымі, зручнейшымі і трывалейшымі. Ёсць <a href="http://codex.wordpress.org/Using_Permalinks">шэраг тэгаў</a>, якія можна скарыстаць. Вось некалькі прыкладаў для пачатку.

source: By: %s
be: Ад: %s

source: CSS Class
be: Клас CSS

source: Cache
be: Кэшаванне

source: Calendar
be: Каляндар

source: Can&#8217;t delete the <strong>%s</strong> category: this is the default one
be: Немагчыма выдаліць рубрыку <strong>%s</strong>: яна выбрана па змаўчанні.

source: Cancel
be: Скасаваць

source: Cancel all changes
be: Адмяніць усе змены

source: Cannot create a revision of a revision
be: Немагчыма стварыць рэвізію рэвізіі

source: Cannot load %s.
be: Немагчыма загрузіць %s.

source: Cannot load importer.
be: Немагчыма загрузіць скрыпт імпарту.

source: Caption
be: Подпіс

source: Captioning id
be: Id тытравання

source: Categories
be: Рубрыкі

source: Categories and Tags Converter
be: Канвертар рубрык і тэгаў

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
be: Рубрыкі можна выбарачна ператварыць у тэгі з дапамогай <a href="%s">канвертэра</a>.

source: Categories deleted.
be: Рубрыкі выдаленыя.

source: Categories to Tags
be: Рубрыкі - у тэгі

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
be: Як вам даспадобы.

source: Categories:
be: Рубрыкі:

source: Category %s doesn't exist!
be: Рубрыка %s не існуе!

source: Category <a href="#%s">%s</a> added
be: Дададзена рубрыка <a href="#%s">%s</a>

source: Category Name
be: Назва рубрыкі

source: Category Parent
be: &laquo;Бацькоўская&raquo; рубрыка

source: Category Slug
be: Кароткая спасылка на рубрыку

source: Category Template
be: Шаблон рубрыкі

source: Category added.
be: Рубрыка дададзена.

source: Category base
be: Базіс рубрык:

source: Category deleted.
be: Рубрыка выдалена.

source: Category name
be: Назва рубрыкі

source: Category not added.
be: Рубрыка не дададзена.

source: Category not updated.
be: Рубрыка не абноўлена.

source: Category slug
be: Кароткая спасылка на рубрыку

source: Category updated.
be: Рубрыка абноўлена.

source: Category:
be: Рубрыка:

source: Caught Spam
be: Магчымы спам

source: Caution:
be: Увага:

source: Cell
be: Ячэйка

source: Center
be: Па цэнтры

source: Change
be: Змяніць

source: Change Theme
be: Змяніць тэму

source: Change role to&hellip;
be: Змяніць ролю на&hellip;

source: Changed roles.
be: Ролі змененыя.

source: Changes saved.
be: Змены захаваныя.

source: Changing to %s
be: Змяніць на %s

source: Cheatin&#8217; uh?
be: Бог не цяля, бачыць круцяля!

source: Check All
be: Пазначыць усё

source: Check Spelling
be: Праверка правапісу

source: Check for Spam
be: Праверыць на спам

source: Check your e-mail for the confirmation link.
be: Праверце свой email, там павінна быць спасылка пацвярджэння.

source: Check your e-mail for your new password.
be: Праверце свой email, там павінен быць ваш новы пароль.

source: Choke speed
be: Зменшыць хуткасць

source: Choose a LiveJournal XML file to upload, then click Upload file and import.
be: Абярыце для загрузкі файл LiveJournal XML, а потым націсніце кнопку - Загрузіць і імпартаваць файл.

source: Choose a WordPress WXR file to upload, then click Upload file and import.
be: Абярыце WordPress WXR файл для загрузкі, а потым націсніце кнопку "Загрузіць і імпартаваць файл".

source: Choose a file from your computer:
be: Абярыце файл на вашым кампутары:

source: Choose an image from your computer:
be: Выберыце выяву ў сябе на кампутары:

source: Choose files to upload
be: Абярыце файл для загрузкі

source: Choose from the most popular tags
be: Выбраць з самых папулярных тэгаў

source: Choose the frame your link targets. Essentially this means if you choose <code>_blank</code> your link will open in a new window.
be: Па сутнасці гэта азначае, што калі вы выбераце <code>_blank</code>, то ваша спасылка будзе адкрывацца ў новым акне.

source: Choose the part of the image you want to use as your header.
be: Выберыце частку выявы, якую вы хочаце выкарыстаць у якасці сваёй &laquo;шапкі&raquo;.

source: Citation
be: Цытата

source: Class
be: Клас

source: Cleanup messy code
be: Прывесці код у парадак

source: Clear List
be: Ачысціць спіс

source: Clear account information
be: Выдаліць інфармацыю акаўнта

source: Click here to cancel reply.
be: Націсніце тут, каб скасаваць адказ.

source: Click to edit this part of the permalink
be: Пстрыкніце, каб рэдагаваць гэтую частку сталай спасылкі

source: Click to insert.
be: Пстрыкніце, каб уставіць

source: Click to toggle
be: Націсніце каб пераключыць

source: Click to view entire list of files which will be deleted
be: Пстрыкніце, каб прагледзець спіс файлаў, якія будуць выдаленыя

source: Close
be: Зачыніць

source: Close Color Picker
be: Зачыніць выбар колеру

source: Close Window
be: Зачыніць акно

source: Close all open tags
be: Закрыць усе адкрытыя тэгі

source: Close this window.
be: Зачыніць гэтае акно.

source: Code
be: Код

source: Code sample
be: Прыклад коду

source: Color picker
be: Выбар колеру

source: Color:
be: Колер:

source: Column
be: Слупок

source: Command failed
be: Каманда не спрацавала

source: Comment Blacklist
be: Чорны спіс выразаў у каментарах

source: Comment Moderation
be: Мадэраванне каментара

source: Comment author must fill out name and e-mail
be: Аўтар каментара павінен пазначыць сваё імя і email

source: Comment author must have a previously approved comment
be: Аўтар каментара павінен мець каментары, ухваленыя раней

source: Comment author name and email are required
be: Аўтар каментара павінен пазначыць імя і элктронную пошту.

source: Comment on %1$s by %2$s
be: каментар на %1$s ад %2$s

source: Comment on %s
be: каментар да %s

source: Comment:
be: Камэнтар:

source: Comments
be: Каментары

source: Comments %s
be: Камэнтары %s

source: Comments (%)
be: Камэнтароў (%)

source: Comments (0)
be: Камэнтароў (0)

source: Comments (1)
be: Камэнтароў (1)

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
be: <abbr title="Really Simple Syndication">RSS</abbr> каментароў

source: Comments Feed
be: Стужка каментароў

source: Comments Template
be: Шаблон каментароў

source: Comments for %1$s searching on %2$s
be: каментары на сайце %1$s па запыце %2$s

source: Comments for %s
be: каментары для %s

source: Comments for %s searching on %s
be: каментары для %s знойдзеныя ў %s

source: Comments on %s
be: Камэнтары на %s

source: Comments on: %s
be: каментары да: %s

source: Comments should be displayed with the %s comments at the top of each page
be: Зверху паказваць %s каментары

source: Comments you de-spam will be submitted to Akismet as mistakes so it can learn and get better.
be: Камэнтары, пазначаныя як "не спам", будуць дасланыя ў Akismet, каб сістэма вучылася і ўдасканальвалася.

source: Comment|noun
be: Каментар

source: Common settings
be: Агульныя налады

source: Compare Revisions
be: Параўнаць рэвізіі

source: Compare Revisions of &#8220;%1$s&#8221;
be: Параўнаць рэвізіі &#8220;%1$s&#8221;

source: Compatible up to:
be: Сумяшчальнасць да версіі:

source: Completed GreyMatter import!
be: Імпарт з GreyMatter завершаны!

source: Configure
be: Наладзіць

source: Configuring this is optional by default it should be blank
be: Наладка гэтага параметру неабавязковая, па змоўчанні тут павінна быць пуста.

source: Confirm Deletion
be: Пацвердзіць выдаленне

source: Congratulations!
be: Віншуем!

source: Connection Information
be: Інфармацыя пра падключэнне

source: Connection Type
be: Тып падключэння

source: Connection to the server has timeout after %s seconds.
be: Таймаўт пры падключэнні да сервера праз %s секундаў

source: Console
be: Кансоль

source: Constrain proportions
be: Захоўваць прапорцыі

source: Contact Info
be: Кантактная інфармацыя

source: Content
be: Змест

source: Content, title, and excerpt are empty.
be: Змест, загаловак і цытата не запоўненыя.

source: Continue
be: Працягнуць

source: Contributor|User role
be: Удзельнік|Роля карыстальніка

source: Controller
be: Кантролер

source: Controls
be: Кіраванне

source: Convert Categories to Tags
be: Канвертаваць рубрыкі ў тэгі

source: Convert Tags to Categories
be: Канвертаваць тэгі ў рубрыкі

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
be: Ператвараць смайлікі накшталт :-) або :-P у малюнкі

source: Convert existing categories to tags or tags to categories, selectively.
be: Канвертуе існуючыя рубрыкі ў тэгі або тэгі ў рубрыкі.

source: Converted successfully.
be: Канвертаванне ўдалося.

source: Converting category <strong>%s</strong> ...
be: Канвертуецца рубрыка <strong>%s</strong> ...

source: Converting tag <strong>%s</strong> ...
be: Канвертуецца тэг <strong>%s</strong> ...

source: Copy
be: Капіяваць

source: Copy table row
be: Капіяваць радок табліцы

source: Copy/Cut/Paste is not available in Mozilla and Firefox.
be: Функцыі Капіяваць/Выразаць/Уставіць недаступныя ў браўзэрах Mozilla і Firefox.

source: Copyright &copy; 2003-2007, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, All rights reserved.
be: Copyright &copy; 2005, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, Усё правы зарэзерваваныя.

source: Could not access filesystem.
be: Няма доступу да файлавай сістэмы.

source: Could not connect to %s
be: Немагчыма падлучыцца да %s

source: Could not connect to https://www.google.com
be: Немагчыма злучыцца з https://www.google.com

source: Could not copy file
be: Не ўдалося скапіяваць файл

source: Could not copy files
be: Немагчыма скапіяваць файлы

source: Could not create Temporary file
be: Не ўдалося стварыць часовы файл

source: Could not create directory
be: Не ўдалося стварыць дырэкторыю

source: Could not fully remove the plugin(s) %s
be: Не ўдалося выдаліць плагін(ы) %s

source: Could not insert link into the database
be: Немагчыма ўставіць спасылку ў базу дадзеных

source: Could not insert post into the database
be: Немагчыма ўставіць запіс у базу дадзеных

source: Could not insert term into the database
be: Уставіць тэрмін у базу дадзеных не ўдалося

source: Could not open handle for fopen() to %s
be: Немагчыма адкрыць апрацоўку для fopen() to %s

source: Could not remove the old plugin
be: Не ўдалося выдаліць старую версію плагіна

source: Could not update link in the database
be: Немагчыма абнавіць спасылку ў базе дадзеных

source: Could not update post in the database
be: Немагчыма абнавіць запіс у базе дадзеных

source: Could not write file %1$s (%2$s)
be: Немагчыма запісаць файл %1$s (%2$s)

source: Could not write file %s
be: Немагчыма запісаць файл %s

source: Couldn't get post ID
be: Немагчыма атрымаць ID запісу

source: Create user %1$s or map to existing
be: Стварыць карыстальніка %1$s або супаставіць існуючаму
